Repository: m7md-gafarr/Aoun-App
Catalog: lib/l10n/intl_*.arb
Languages: ar

# appName
source: Aoun
ar: عون

# intro_transport_title
source: Safe & Easy Rides
ar: رحلات آمنة وسهلة

# intro_transport_text
source: Join reliable trips, book your seat, pay securely, and skip commuting hassles.
ar: انضم إلى رحلات موثوقة، احجز مقعدك، ادفع بأمان، وتجنب عناء التنقل اليومي.

# intro_housing_title
source: Find Nearby Housing
ar: ابحث عن السكن القريب

# intro_housing_text
source: Discover housing near your university, browse offers, and book securely with ease.
ar: اكتشف السكن بالقرب من جامعتك، تصفح العروض، واحجز بسهولة وأمان.

# intro_activities_title
source: Activities & Opportunities
ar: أنشطة وفرص للطلاب

# intro_activities_text
source: Join student activities, attend sessions, or explore job opportunities alongside your studies.
ar: شارك في الأنشطة الطلابية، احضر جلسات تعليمية، أو استكشف فرص العمل بجانب دراستك.

# intro_next_button
source: Next
ar: التالى

# intro_getstated_button
source: Get Started
ar: هيا للبدء

# joining_terms
source: Joining our app means you agree with our
ar: بالانضمام إلى تطبيقنا، فإنك توافق على

source: Terms of Use
ar: شروط الاستخدام

source: and
ar: و

source: Privacy Policy
ar: سياسة الخصوصية

source: Egypt
ar: مصر

source: Saudi Arabia
ar: السعودية

source: Libya
ar: ليبيا

source: Sudan
ar: السودان

source: Palestine
ar: فلسطين

source: Israel
ar: إسرائيل

source: Jordan
ar: الأردن

# login_welcome_back
source: Welcome Back!
ar: مرحبًا بعودتك!

# login_enter_details
source: Enter your details below
ar: أدخل بياناتك أدناه

# login_forgot_password
source: Forget your password?
ar: هل نسيت كلمة المرور؟

# login_or_continue_with
source: Or continue with
ar: أو المتابعة باستخدام

# login_select_country
source: Select Country
ar: اختر الدولة

# login_hint_search
source: Search by country name
ar: ابحث باسم الدولة

# login_dont_have_account
source: Don't have an account?
ar: ليس لديك حساب؟

source: Sign Up
ar: إنشاء حساب

source: Sign In
ar: تسجيل دخول

# reset_password_title
source: Reset your Password
ar: إعادة تعيين كلمة المرور

# reset_password_description
source: We need your Email so we can send you the password reset code.
ar: نحتاج إلى بريدك الإلكتروني لنتمكن من إرسال رمز إعادة تعيين كلمة المرور.

# reset_password_send_code
source: Send Code
ar: إرسال الرمز

# reset_password_forget_password
source: Forget Password
ar: نسيت كلمة المرور

source: Email
ar: البريد الإلكتروني

source: Password
ar: كلمة المرور

source: Confirm Password
ar: تأكيد كلمة المرور

source: Create New Password
ar: إنشاء كلمة مرور جديدة

# create_password_instruction
source: Create a new password, please don't forget this one too.
ar: قم بإنشاء كلمة مرور جديدة، من فضلك لا تنسَ هذه أيضًا.

source: Full Name
ar: الاسم الكامل

# already_have_account
source: Already have an account?
ar: هل لديك حساب بالفعل؟

source: Create Account
ar: إنشاء حساب

# login_phone_number
source: Phone Number
ar: رقم الهاتف

# login_next
source: Next
ar: التالى

# validation_select_country
source: Select a country.
ar: اختر دولة.

# validation_phone_empty
source: Phone number required.
ar: رقم الهاتف مطلوب.

# validation_phone_short
source: Phone number too short.
ar: رقم الهاتف قصير جدا.

# validation_phone_long
source: Phone number too long.
ar: رقم الهاتف طويل جدًا.

# validation_success
source: Validation successful.
ar: التحقق ناجح.

# validation_invalid_number
source: Invalid number for this country.
ar: رقم غير صالح لهذه الدولة.

# ok_AlertDialogt
source: Ok
ar: حسنا

# verification_title
source: Verification Code
ar: رمز التحقق

# verification_instruction
source: You need to enter 6-digit code we send to your Email
ar: يجب عليك إدخال الرمز المكون من 6 أرقام الذي أرسلناه إلى بريدك الإلكتروني.

# did_not_receive_code
source: Didn't receive the code?
ar: لم تستلم الكود؟

source: Resend Code
ar: إعادة إرسال الكود

source: Verify
ar: تحقق

source: Complete your information
ar: أكمل معلوماتك

# name_label
source: Name
ar: الاسم

# welcome_message
source: Welcome to Aoun!
ar: مرحبًا بك في عون!

# introduce_yourself
source: Please introduce yourself
ar: يرجى تقديم نفسك

# please_enter_name
source: Please enter your name
ar: من فضلك، أدخل اسمك

source: Safe & Easy Rides
ar: رحلات آمنة وسهلة

source: Find Nearby Housing
ar: ابحث عن سكن قريب

source: Activities & Opportunities
ar: أنشطة وفرص

source: No internet connection
ar: لا يوجد اتصال بالإنترنت

# email_not_confirmed
source: Email not confirmed Please check your inbox.
ar: البريد الإلكتروني غير مؤكد يرجى التحقق من صندوق الوارد.

# email_not_found
source: Email not found Please make sure the email is correct.
ar: البريد الإلكتروني غير موجود يرجى التأكد من صحة البريد الإلكتروني.

source: Wrong Password or Email
ar: كلمة المرور أو البريد الإلكتروني غير صحيح

source: Login successful
ar: تم تسجيل الدخول بنجاح

source: Invalid or expired OTP.
ar: رمز التحقق غير صالح أو منتهي الصلاحية.

# password_reset_successful
source: Password reset successful You can now log in with your new password.
ar: تم إعادة تعيين كلمة المرور بنجاح يمكنك الآن تسجيل الدخول باستخدام كلمة المرور الجديدة.

source: Passwords do not match.
ar: كلمات المرور غير متطابقة.

# otp_verification_expired
source: OTP verification expired Please request a new OTP.
ar: انتهت صلاحية التحقق برمز OTP يرجى طلب رمز جديد.

# registration_successful
source: Your account has been created successfully. Please check your email to activate your account before logging in.
ar: تم إنشاء حسابك بنجاح يرجى التحقق من بريدك الإلكتروني لتفعيل حسابك قبل تسجيل الدخول.

source: Email already exists.
ar: البريد الإلكتروني موجود بالفعل.

# phone_number_required
source: Phone number is required
ar: رقم الهاتف مطلوب

source: Warning
ar: تحذير

source: Cancel
ar: إغلاق

source: Confirmed successfully!
ar: تم التأكيد بنجاح!

# account_created_message
source: Account Created Successfully!
ar: تم إنشاء الحساب بنجاح!

# enter_email
source: Please enter an email
ar: يرجى إدخال بريد إلكتروني

# enter_valid_email
source: Please enter a valid email
ar: يرجى إدخال بريد إلكتروني صالح

# enter_password
source: Please enter a password
ar: يرجى إدخال كلمة مرور

# password_length_validation
source: Password must be at least 6 characters long
ar: يجب أن تتكون كلمة المرور من 6 أحرف على الأقل

# name_length_validation
source: Name must be at least 5 characters long
ar: يجب أن يتكون الاسم من 5 أحرف على الأقل

# select_gender
source: Please select a gender
ar: يرجى اختيار الجنس

source: Female
ar: أنثى

source: Male
ar: ذكر

# select_birthdate
source: Please select a Birthdate
ar: يرجى اختيار تاريخ الميلاد

# age_validation
source: Age must be at least 18 years old
ar: يجب أن يكون العمر 18 سنوات على الأقل

source: Date of birth
ar: تاريخ الميلاد

# password_complexity_validation
source: Password must contain at least one uppercase letter, one number, and one special character
ar: يجب أن تحتوي كلمة المرور على حرف كبير واحد على الأقل، ورقم واحد، ورمز خاص واحد

# help_feedback_title
source: Help & Feedback
ar: المساعدة والتعليقات

# help_feedback_faqs_title
source: FAQs
ar: الأسئلة الشائعة

# help_feedback_how_to_use_question
source: How to use the app?
ar: كيفية استخدام التطبيق؟

# help_feedback_how_to_use_answer
source: You can browse services, book rides, reserve housing, and apply for jobs directly from the main screen.
ar: يمكنك تصفح الخدمات، حجز الرحلات، حجز السكن، والتقدم للوظائف مباشرة من الشاشة الرئيسية.

# help_feedback_report_problem_question
source: How to report a problem?
ar: كيفية الإبلاغ عن مشكلة؟

# help_feedback_report_problem_answer
source: Go to 'Help & Feedback', choose 'Contact Support' and describe your issue.
ar: انتقل إلى 'المساعدة والتعليقات'، اختر 'اتصل بالدعم' وصف مشكلتك.

# help_feedback_contact_support_question
source: How to contact support?
ar: كيفية الاتصال بالدعم؟

# help_feedback_contact_support_answer
source: Tap 'Contact Support' below or email us at umssthasystem@gmail.com.
ar: انقر على 'اتصل بالدعم' أدناه أو راسلنا على البريد الإلكتروني umssthasystem@gmail.com.

# help_feedback_language_theme_question
source: How to change language or theme?
ar: كيفية تغيير اللغة أو المظهر؟

# help_feedback_language_theme_answer
source: Go to 'Settings' → 'Language' or 'Appearance' and choose your preferred options.
ar: انتقل إلى 'الإعدادات' → 'اللغة' أو 'المظهر' واختر الخيارات المفضلة لديك.

# help_feedback_safety_info_question
source: Where to find safety info?
ar: أين يمكنني العثور على معلومات السلامة؟

# help_feedback_safety_info_answer
source: Go to 'Safety' from the main menu to read emergency contacts, safety tips, and driver verification.
ar: انتقل إلى 'السلامة' من القائمة الرئيسية لقراءة جهات الاتصال في حالات الطوارئ، ونصائح السلامة، والتحقق من السائق.

# help_feedback_contact_support_title
source: Contact Support
ar: اتصل بالدعم

# driver_profile_title
source: Profile
ar: الملف الشخصي

# driver_profile_edit_button
source: Edit profile
ar: تعديل الملف الشخصي

# driver_profile_overview_tab
source: Overview
ar: نظرة عامة

# driver_profile_vehicle_data_tab
source: Vehicle data
ar: بيانات المركبة

# driver_profile_rating
source: Rating
ar: التقييم

# driver_profile_satisfy
source: Satisfy
ar: الرضا

# driver_profile_cancel
source: Cancel
ar: الإلغاء

# driver_profile_vehicle_picture
source: Vehicle picture
ar: صورة المركبة

# driver_profile_registration_certificate
source: Vehicle registration certificate
ar: شهادة تسجيل المركبة

# driver_profile_certificate_back
source: Back side of certificate
ar: الوجه الخلفي للشهادة

# driver_profile_plate_number
source: Plate Number
ar: رقم اللوحة

# driver_profile_production_year
source: Production Year
ar: سنة الإنتاج

# driver_profile_vehicle_color
source: Vehicle Color
ar: لون المركبة

# driver_profile_vehicle_model
source: Vehicle Model
ar: طراز المركبة

# driver_profile_vehicle_brand
source: Vehicle Brand
ar: ماركة المركبة

# driver_profile_seats
source: Number of Seats
ar: عدد المقاعد

# driver_edit_profile_title
source: Edit Profile
ar: تعديل الملف الشخصي

# driver_edit_profile_full_name_hint
source: Full name
ar: الاسم الكامل

# driver_edit_profile_email_hint
source: Email
ar: البريد الإلكتروني

# driver_edit_profile_update_button
source: Update
ar: تحديث

# home_driver_balance_title
source: Balance Your
ar: رصيدك

# home_driver_earnings_summary
source: Earnings summary
ar: ملخص الأرباح

# home_driver_completed_trips
source: Completed trip count
ar: عدد الرحلات المكتملة

# home_driver_loading
source: Loading
ar: جاري التحميل

# home_driver_create_trip
source: Create a trip
ar: إنشاء رحلة

# home_driver_recent_orders
source: Recent orders
ar: الطلبات الأخيرة

# home_driver_drawer_profile
source: Profile
ar: الملف الشخصي

# home_driver_drawer_wallet
source: Wallet & Earnings
ar: المحفظة والأرباح

# home_driver_drawer_history
source: History trips
ar: سجل الرحلات

# home_driver_drawer_safety
source: Safety
ar: السلامة

# home_driver_drawer_help
source: Help & feedback
ar: المساعدة والتعليقات

# home_driver_drawer_settings
source: Settings
ar: الإعدادات

# create_trip_title
source: Create trip
ar: إنشاء رحلة

# create_trip_from_label
source: From
ar: من

# create_trip_to_label
source: To
ar: إلى

# create_trip_choose_map
source: Choose in map
ar: اختر على الخريطة

# create_trip_available_seats_hint
source: Available Seats
ar: المقاعد المتاحة

# create_trip_available_seats_validation
source: Please enter available seats
ar: الرجاء إدخال المقاعد المتاحة

# create_trip_price_hint
source: Price of Seat
ar: سعر المقعد

# create_trip_price_validation
source: Please enter the price
ar: الرجاء إدخال السعر

# create_trip_departure_time_hint
source: Departure Time
ar: وقت المغادرة

# create_trip_departure_time_validation
source: Please select time
ar: الرجاء اختيار الوقت

# create_trip_driver_notes_title
source: Driver Notes
ar: ملاحظات السائق

# create_trip_driver_notes_hint
source: Write your notes if you have any.
ar: اكتب ملاحظاتك إذا كان لديك أي.

# create_trip_driver_notes_validation
source: Please enter your note
ar: الرجاء إدخال ملاحظتك

# create_trip_amenities_title
source: Amenities
ar: المرافق

# create_trip_confirm_button
source: Confirm publish trip
ar: تأكيد نشر الرحلة

# create_trip_distance_error
source: Must select distance
ar: يجب اختيار الوجهة

# create_trip_wifi
source: Wi-Fi
ar: واي فاي

# create_trip_phone_charger
source: Phone Charger
ar: شاحن الهاتف

# create_trip_air_conditioning
source: Air Conditioning
ar: تكييف الهواء

# create_trip_child_seat
source: Child Seat
ar: مقعد الأطفال

# create_trip_free_water
source: Free Water
ar: ماء مجاني

# create_trip_music
source: USB/AUX for Music
ar: USB/AUX للموسيقى

# trip_details_title
source: Trip detail
ar: تفاصيل الرحلة

# trip_details_from
source: From
ar: من

# trip_details_to
source: To
ar: إلى

# trip_details_basic_info
source: Basic Trip Info
ar: معلومات الرحلة الأساسية

# trip_details_driver_info
source: Driver Info
ar: معلومات السائق

# trip_details_additional_info
source: Additional Info
ar: معلومات إضافية

# trip_details_pickup_point
source: Pickup Point
ar: نقطة الانطلاق

# trip_details_view_map
source: View in map
ar: عرض على الخريطة

# trip_details_driver_notes
source: Driver Notes
ar: ملاحظات السائق

# trip_details_amenities
source: Amenities
ar: المرافق

# trip_details_book
source: Book
ar: حجز

# trip_details_departure_time
source: Departure Time
ar: وقت المغادرة

# trip_details_available_seats
source: Available Seats
ar: المقاعد المتاحة

# trip_details_price_per_seat
source: Price Per Seat
ar: سعر المقعد

# trip_details_duration
source: Duration
ar: المدة

# trip_details_seating_capacity
source: Seating Capacity
ar: سعة المقاعد

# trip_details_created_at
source: Created At
ar: تاريخ الإنشاء

# trip_details_delete_button
source: Delete Trip
ar: حذف الرحلة

# home_driver_trip_from
source: From:
ar: من:

# home_driver_trip_to
source: To:
ar: إلى:

# home_driver_trip_price
source: Price Per Seat:
ar: سعر المقعد:

# home_driver_trip_seats
source: Available Seats:
ar: المقاعد المتاحة:

# home_driver_trip_departure
source: Departure Time:
ar: وقت المغادرة:

# driver_safety_title
source: Safety
ar: السلامة

# driver_safety_emergency_title
source: Emergency
ar: الطوارئ

# driver_safety_emergency_subtitle
source: Call emergency
ar: اتصل بالطوارئ

# driver_safety_call_now
source: Call Now
ar: اتصل الآن

# driver_safety_call_error
source: Can't make the call
ar: لا يمكن إجراء المكالمة

# driver_safety_verification_title
source: Driver Verification
ar: التحقق من السائق

# driver_safety_verification_subtitle
source: All drivers go through ID & vehicle checks
ar: جميع السائقين يخضعون للتحقق من الهوية والمركبة

# driver_safety_tips_title
source: Tips for Safe Travel
ar: نصائح للسفر الآمن

# driver_safety_tip_check_plate
source: Always check car plate
ar: تحقق دائمًا من رقم اللوحة

# driver_safety_tip_share_trip
source: Share your trip
ar: شارك رحلتك

# driver_safety_tip_seatbelt
source: Wear your seatbelt
ar: ارتدِ حزام الأمان

# driver_safety_help_title
source: Need Help?
ar: تحتاج مساعدة؟

# driver_safety_help_subtitle
source: We're here 24/7
ar: نحن هنا على مدار الساعة طوال أيام الأسبوع

# driver_safety_contact_support
source: Contact Support
ar: اتصل بالدعم

# driver_settings_title
source: Account settings
ar: إعدادات الحساب

# driver_settings_change_password
source: Change Password
ar: تغيير كلمة المرور

# driver_settings_language
source: Language
ar: اللغة

# driver_settings_theme
source: Theme
ar: المظهر

# driver_settings_dark_mode
source: Dark mode
ar: الوضع الداكن

# driver_settings_contact_us
source: Contact Us
ar: اتصل بنا

# driver_settings_terms
source: Terms & Conditions
ar: الشروط والأحكام

# driver_settings_privacy
source: Privacy Policy
ar: سياسة الخصوصية

# driver_settings_rate
source: Rate the App
ar: قيم التطبيق

# driver_settings_logout
source: Logout
ar: تسجيل الخروج

# select_route_search_hint
source: Search
ar: بحث

# select_route_confirm_location
source: Confirm this location
ar: تأكيد هذا الموقع

# select_type_welcome
source: Welcome to Aoun
ar: مرحبًا بك في عون

# select_type_instruction
source: Choose how you want to continue
ar: اختر كيف تريد المتابعة

# select_type_sign_in
source: Sign In
ar: تسجيل الدخول

# select_type_sign_up
source: Sign Up
ar: إنشاء حساب

# select_type_passenger
source: Passenger
ar: راكب

# select_type_driver
source: Driver
ar: سائق

# driver_register_title
source: Create Driver account
ar: إنشاء حساب سائق

# driver_register_personal_info_title
source: Personal information
ar: المعلومات الشخصية

# driver_register_personal_picture
source: Personal picture
ar: الصورة الشخصية

# driver_register_license_title
source: Driver License
ar: رخصة القيادة

# driver_register_license_number
source: License number
ar: رقم الرخصة

# driver_register_expiration_date
source: Expiration date
ar: تاريخ الانتهاء

# driver_register_documents_title
source: Personal documents
ar: المستندات الشخصية

# driver_register_national_id
source: National ID
ar: البطاقة الوطنية

# driver_register_id_back
source: Back Side of ID
ar: الوجه الخلفي للبطاقة

# driver_register_criminal_record
source: Criminal Status Record
ar: السجل الجنائي

# driver_register_id_number
source: ID number
ar: رقم البطاقة

# driver_register_vehicle_title
source: Vehicle information
ar: معلومات المركبة

# driver_register_vehicle_picture
source: Vehicle picture
ar: صورة المركبة

# driver_register_vehicle_certificate
source: Vehicle registration certificate
ar: شهادة تسجيل المركبة

# driver_register_certificate_back
source: Back side of certificate
ar: الوجه الخلفي للشهادة

# driver_register_vehicle_brand
source: Vehicle brand
ar: ماركة المركبة

# driver_register_vehicle_model
source: Vehicle model
ar: طراز المركبة

# driver_register_vehicle_color
source: Vehicle color
ar: لون المركبة

# driver_register_production_year
source: Production year
ar: سنة الإنتاج

# driver_register_plate_number
source: Plate number
ar: رقم اللوحة

# driver_register_seats_number
source: Number seats
ar: عدد المقاعد

# driver_register_login_title
source: Login information
ar: معلومات تسجيل الدخول

# driver_register_next
source: Next
ar: التالي

# driver_register_sign_in
source: Sign In
ar: تسجيل الدخول

# driver_register_picture_required
source: Personal picture required
ar: الصورة الشخصية مطلوبة

# driver_register_license_images_required
source: Please upload all required license images before continuing.
ar: يرجى تحميل جميع صور الرخصة المطلوبة قبل المتابعة.

# driver_register_documents_required
source: Please upload all required document images before continuing.
ar: يرجى تحميل جميع المستندات المطلوبة قبل المتابعة.

# driver_register_vehicle_images_required
source: Please upload all required vehicle images before continuing.
ar: يرجى تحميل جميع صور المركبة المطلوبة قبل المتابعة.

# driver_register_license_number_required
source: Please enter an License number.
ar: يرجى إدخال رقم الرخصة.

# driver_register_license_digits_only
source: License number must contain only digits.
ar: يجب أن يحتوي رقم الرخصة على أرقام فقط.

# driver_register_license_length
source: License number must be 14 digits long.
ar: يجب أن يتكون رقم الرخصة من 14 رقمًا.

# driver_register_id_required
source: Please enter an ID number.
ar: يرجى إدخال رقم البطاقة.

# driver_register_id_digits_only
source: ID number must contain only digits.
ar: يجب أن يحتوي رقم البطاقة على أرقام فقط.

# driver_register_id_length
source: ID number must be 14 digits long.
ar: يجب أن يتكون رقم البطاقة من 14 رقمًا.

# driver_register_brand_required
source: Please enter the vehicle brand.
ar: يرجى إدخال ماركة المركبة.

# driver_register_model_required
source: Please enter the vehicle model.
ar: يرجى إدخال طراز المركبة.

# driver_register_color_required
source: Please enter the vehicle color.
ar: يرجى إدخال لون المركبة.

# driver_register_year_required
source: Please enter the production year.
ar: يرجى إدخال سنة الإنتاج.

# driver_register_year_range
source: Enter a valid year between 2000 and {year}.
ar: أدخل سنة صالحة بين 2000 و {year}.

# driver_register_plate_required
source: Please enter license number
ar: يرجى إدخال رقم اللوحة

# driver_register_plate_length
source: The license number should not exceed 7 characters.
ar: يجب ألا يتجاوز رقم اللوحة 7 أحرف.

# driver_register_plate_format
source: The license number must start with letters followed by digits.
ar: يجب أن يبدأ رقم اللوحة بأحرف متبوعة بأرقام.

# driver_register_plate_letters
source: The license number should not have more than 3 letters.
ar: يجب ألا يحتوي رقم اللوحة على أكثر من 3 أحرف.

# driver_register_plate_digits
source: The license number should not have more than 4 digits.
ar: يجب ألا يحتوي رقم اللوحة على أكثر من 4 أرقام.

# driver_register_seats_required
source: Please enter number of seats.
ar: يرجى إدخال عدد المقاعد.

# driver_register_seats_range
source: Enter a valid number between 1 and 20.
ar: أدخل رقمًا صالحًا بين 1 و 20.

# driver_register_personal_picture_title
source: Personal Picture
ar: الصورة الشخصية

# driver_register_personal_picture_desc_1
source: Take a recent, high-quality photo of yourself.
ar: التقط صورة حديثة وعالية الجودة لنفسك.

# driver_register_personal_picture_desc_2
source: Your full face must be clearly visible, without sunglasses or hats.
ar: يجب أن يكون وجهك بالكامل واضحًا، بدون نظارات شمسية أو قبعات.

# driver_register_personal_picture_desc_3
source: Use a plain background and good lighting.
ar: استخدم خلفية بسيطة وإضاءة جيدة.

# driver_register_license_front_title
source: Driver License (Front)
ar: رخصة القيادة (الوجه الأمامي)

# driver_register_license_front_desc_1
source: Capture the front side of your valid driver's license.
ar: التقط صورة للوجه الأمامي من رخصة القيادة السارية.

# driver_register_license_front_desc_2
source: Ensure the photo is not blurry and all text is readable.
ar: تأكد من أن الصورة غير ضبابية وأن جميع النصوص مقروءة.

# driver_register_license_front_desc_3
source: Do not cover any part of the license with your fingers.
ar: لا تغطي أي جزء من الرخصة بأصابعك.

# driver_register_license_back_title
source: Driver License (Back)
ar: رخصة القيادة (الوجه الخلفي)

# driver_register_license_back_desc_1
source: Capture the back side of your valid driver's license.
ar: التقط صورة للوجه الخلفي من رخصة القيادة السارية.

# driver_register_license_back_desc_2
source: Make sure the document is not expired.
ar: تأكد من أن المستند غير منتهي الصلاحية.

# driver_register_license_back_desc_3
source: Ensure all barcode and security features are visible.
ar: تأكد من وضوح جميع الرموز الشريطية وميزات الأمان.

# driver_register_license_selfie_title
source: Selfie with License
ar: سيلفي مع الرخصة

# driver_register_license_selfie_desc_1
source: Take a selfie holding your license clearly next to your face.
ar: التقط صورة سيلفي وأنت تحمل رخصتك بوضوح بجانب وجهك.

# driver_register_license_selfie_desc_2
source: Make sure both your face and the license details are visible and clear.
ar: تأكد من وضوح وجهك وتفاصيل الرخصة.

# driver_register_license_selfie_desc_3
source: Do not use any filters or image enhancements.
ar: لا تستخدم أي فلاتر أو تحسينات للصورة.

# driver_register_id_front_title
source: National ID (Front)
ar: البطاقة الوطنية (الوجه الأمامي)

# driver_register_id_front_desc_1
source: Upload a high-resolution image of the front side of your National ID.
ar: قم بتحميل صورة عالية الدقة للوجه الأمامي من بطاقتك الوطنية.

# driver_register_id_front_desc_2
source: Make sure your name, photo, and ID number are clearly visible.
ar: تأكد من وضوح اسمك وصورتك ورقم البطاقة.

# driver_register_id_front_desc_3
source: Avoid shadows or reflections on the card.
ar: تجنب الظلال أو الانعكاسات على البطاقة.

# driver_register_id_back_title
source: National ID (Back)
ar: البطاقة الوطنية (الوجه الخلفي)

# driver_register_id_back_desc_1
source: Upload the back side of your National ID.
ar: قم بتحميل صورة للوجه الخلفي من بطاقتك الوطنية.

# driver_register_id_back_desc_2
source: Ensure the address and serial number are readable.
ar: تأكد من وضوح العنوان والرقم التسلسلي.
