Repository: m7md-gafarr/Aoun-App
Catalog: lib/l10n/intl_*.arb
Languages: ar

# privacy_policy_acknowledgment_content
source: By using the services or registering, downloading, or entering the websites and/or the apps, you acknowledge that you are or have had the opportunity to become aware of this policy, including the processing (including collecting, using, disclosing, retaining, or disposing) of your information. The information Auan holds about you may be held and processed on computer and/or paper files. If you provide Auan with any information regarding another person, it is your responsibility to make them aware of this policy. If you have any questions or comments regarding privacy issues, please contact us at legal@swvl.com.
ar: من خلال استخدام الخدمات أو التسجيل أو التحميل أو الدخول إلى المواقع الإلكترونية و/أو التطبيقات، فإنك تقر بأنك على علم أو كان لديك الفرصة للاطلاع على هذه السياسة، بما في ذلك معالجة (بما في ذلك جمع واستخدام وكشف والاحتفاظ أو التخلص من) معلوماتك. قد يتم الاحتفاظ بالمعلومات التي يحتفظ بها عون عنك ومعالجتها في ملفات الكمبيوتر و/أو الورقية. إذا قدمت لعون أي معلومات بخصوص شخص آخر، فمن مسؤوليتك إطلاعه على هذه السياسة. إذا كان لديك أي أسئلة أو تعليقات بخصوص قضايا الخصوصية، يرجى الاتصال بنا على legal@swvl.com.

# privacy_policy_types_info_title
source: Types of Information We Collect
ar: أنواع المعلومات التي نجمعها

# privacy_policy_types_info_content
source: Auan collects both "Personal Information" and "Anonymous Information" about you: • Personal Information: Information that can be used to identify you, such as your full name, email address, phone number, payment method, password, mailing address, IP address, profile picture, location, as well as information that is linked to such information. • Anonymous Information: Information that we cannot use to identify you and is not linked to information that can be used to do so. It includes passively collected information about your activities on the websites or apps, such as use and usage data. We also passively collect certain information from your devices, such as your IP address, screen resolution information, geographic location, Wi-Fi information, browser information, unique device identifier (UDID) and/or your mobile operating system.
ar: يجمع عون كل من "المعلومات الشخصية" و"المعلومات المجهولة" عنك: • المعلومات الشخصية: المعلومات التي يمكن استخدامها لتحديد هويتك، مثل اسمك الكامل وعنوان بريدك الإلكتروني ورقم هاتفك وطريقة الدفع وكلمة المرور وعنوان المراسلة وعنوان IP وصورة الملف الشخصي والموقع، وكذلك المعلومات المرتبطة بهذه المعلومات. • المعلومات المجهولة: المعلومات التي لا يمكننا استخدامها لتحديد هويتك وليست مرتبطة بمعلومات يمكن استخدامها للقيام بذلك. تشمل المعلومات التي يتم جمعها بشكل سلبي عن أنشطتك على المواقع الإلكترونية أو التطبيقات، مثل بيانات الاستخدام. نحن أيضًا نجمع بشكل سلبي معلومات معينة من أجهزتك، مثل عنوان IP ومعلومات دقة الشاشة والموقع الجغرافي ومعلومات Wi-Fi ومعلومات المتصفح ومعرف الجهاز الفريد (UDID) و/أو نظام التشغيل المحمول الخاص بك.

# privacy_policy_voluntary_info_title
source: Voluntarily Submitted Information
ar: المعلومات المقدمة طواعية

# privacy_policy_voluntary_info_content
source: We collect information that you provide to us during your use of the Services: • Personal information during registration: full name, email address, phone number, payment method, billing information, profile picture, and profile information • Communications with us or with captains (emails, in-app messages, photos, text messages, written instructions) • User preference information: marketing preferences, communication preferences, home address, work address, favorites, and survey responses • Information provided to customer support via email, phone, apps, SMS, social media messaging, or other channels • Posts on forums or message boards, including Auan's social media pages • Data provided in promotions, competitions, feedback forms, or service-related issues Note: Some information is mandatory to create an account and use our Services.
ar: نجمع المعلومات التي تقدمها لنا أثناء استخدامك للخدمات: • المعلومات الشخصية أثناء التسجيل: الاسم الكامل وعنوان البريد الإلكتروني ورقم الهاتف وطريقة الدفع ومعلومات الفواتير وصورة الملف الشخصي ومعلومات الملف الشخصي • التواصل معنا أو مع السائقين (رسائل البريد الإلكتروني والرسائل داخل التطبيق والصور والرسائل النصية والتعليمات المكتوبة) • معلومات تفضيلات المستخدم: تفضيلات التسويق وتفضيلات التواصل وعنوان المنزل وعنوان العمل والمفضلة وردود الاستطلاع • المعلومات المقدمة لدعم العملاء عبر البريد الإلكتروني أو الهاتف أو التطبيقات أو الرسائل النصية أو رسائل وسائل التواصل الاجتماعي أو القنوات الأخرى • المنشورات في المنتديات أو لوحات الرسائل، بما في ذلك صفحات وسائل التواصل الاجتماعي لعون • البيانات المقدمة في العروض الترويجية والمسابقات ونماذج التغذية الراجعة أو القضايا المتعلقة بالخدمة ملاحظة: بعض المعلومات إلزامية لإنشاء حساب واستخدام خدماتنا.

# privacy_policy_service_use_title
source: Information Collected Through Service Use
ar: المعلومات المجمعة من خلال استخدام الخدمة

# privacy_policy_service_use_content
source: • Geolocation Data: If you access the apps through a mobile device, we may collect GPS coordinates of your trip (including pickup and drop-off data and route information) or similar location information. • Contacts: We may access your calendar or contacts with your permission. • Transaction Data: We collect information created during your interactions with services, including: - Date and time of orders - Captain acceptance and arrival - Service completion details - Distance traveled - Amount charged (base fee, tip, additional fees) - Promotional code usage
ar: • بيانات الموقع الجغرافي: إذا وصلت إلى التطبيقات من خلال جهاز محمول، فقد نجمع إحداثيات GPS لرحلتك (بما في ذلك بيانات الانطلاق والوصول ومعلومات المسار) أو معلومات موقع مماثلة. • جهات الاتصال: قد نصل إلى تقويمك أو جهات اتصالك بإذنك. • بيانات المعاملات: نجمع المعلومات المنشأة أثناء تفاعلاتك مع الخدمات، بما في ذلك: - تاريخ ووقت الطلبات - قبول السائق والوصول - تفاصيل إكمال الخدمة - المسافة المقطوعة - المبلغ المحتسب (الرسوم الأساسية والإكرامية والرسوم الإضافية) - استخدام الرمز الترويجي

# privacy_policy_others_info_title
source: Information Provided by Others
ar: المعلومات المقدمة من الآخرين

# privacy_policy_others_info_content
source: • We collect information that passengers provide about captains, and vice versa, including ratings, complaints, and postings on forums or message boards • Auan may receive information about you from affiliated websites or services • We work with third parties (business partners, subcontractors, payment processors, advertising networks, analytics providers, search information providers, and credit reference agencies) and may receive information about you from them • Where third parties collect information about you and share it with us, you should refer to their separately maintained privacy policies
ar: • نجمع المعلومات التي يقدمها الركاب عن السائقين، والعكس صحيح، بما في ذلك التقييمات والشكاوى والمنشورات في المنتديات أو لوحات الرسائل • قد يتلقى عون معلومات عنك من المواقع الإلكترونية أو الخدمات المرتبطة • نعمل مع أطراف ثالثة (الشركاء التجاريون والمقاولون من الباطن ومعالجات الدفع وشبكات الإعلانات ومقدمي التحليلات ومقدمي معلومات البحث ووكالات الائتمان المرجعية) وقد نتلقى معلومات عنك منهم • حيث يجمع الأطراف الثالثة معلومات عنك ويشاركونها معنا، يجب عليك الرجوع إلى سياسات الخصوصية المنفصلة التي يحتفظون بها

# privacy_policy_cookies_title
source: Cookies and Web Technologies
ar: ملفات تعريف الارتباط وتقنيات الويب

# privacy_policy_cookies_content
source: The websites use cookies and related technologies for: • Site functionality • Analytics • Advertising The use of these technologies can involve the processing of personal data. For more information about how we use cookies and related technologies, and your choices regarding cookies, please refer to our Cookies Notice.
ar: تستخدم المواقع الإلكترونية ملفات تعريف الارتباط والتقنيات ذات الصلة من أجل: • وظائف الموقع • التحليلات • الإعلانات يمكن أن يتضمن استخدام هذه التقنيات معالجة البيانات الشخصية. لمزيد من المعلومات حول كيفية استخدامنا لملفات تعريف الارتباط والتقنيات ذات الصلة، وخياراتك بخصوص ملفات تعريف الارتباط، يرجى الرجوع إلى إشعار ملفات تعريف الارتباط الخاص بنا.

# privacy_policy_security_title
source: Security of Your Information
ar: أمان معلوماتك

# privacy_policy_security_content
source: Auan has implemented administrative, physical, and electronic measures designed to protect your information from unauthorized access, modification, and unavailability. We will comply with applicable law in the event of any breach of security, confidentiality, or integrity of your Personal Data and, where appropriate or required by law, notify you via email, text, or website posting in the most expedient time possible. Although guaranteed security does not exist either on or off the Internet, we make commercially reasonable efforts to ensure the collection and security of information are consistent with this Policy and all applicable laws and regulations.
ar: نفذ عون إجراءات إدارية ومادية وإلكترونية مصممة لحماية معلوماتك من الوصول غير المصرح به والتعديل وعدم التوفر. سنلتزم بالقانون المعمول به في حالة أي خرق للأمان أو السرية أو سلامة بياناتك الشخصية، وحيثما كان ذلك مناسبًا أو مطلوبًا بموجب القانون، سنخطرك عبر البريد الإلكتروني أو الرسائل النصية أو نشر الموقع في أسرع وقت ممكن. على الرغم من عدم وجود أمان مضمون سواء على الإنترنت أو خارجه، فإننا نبذل جهودًا تجارية معقولة لضمان جمع وأمان المعلومات متسقة مع هذه السياسة وجميع القوانين واللوائح المعمول بها.

# privacy_policy_location_title
source: Location of Your Information
ar: موقع معلوماتك

# privacy_policy_location_content
source: Your Personal Information may be disclosed to other Auan entities and third parties (including service providers) in jurisdictions including, but not limited to: British Virgin Islands, Egypt, Kenya, Pakistan, and United Arab Emirates. The data that Auan collects from you may be transferred to and stored in a country that is not considered to offer an adequate level of protection under your local laws. It may also be processed by staff operating outside of your country of residence. By submitting your Personal Information, you acknowledge and, where necessary under local laws, agree to this transfer, storage, or processing.
ar: قد يتم الكشف عن معلوماتك الشخصية لكيانات عون الأخرى والأطراف الثالثة (بما في ذلك مقدمي الخدمات) في الولايات القضائية بما في ذلك، على سبيل المثال لا الحصر: جزر فيرجن البريطانية ومصر وكينيا وباكستان والإمارات العربية المتحدة. قد يتم نقل البيانات التي يجمعها عون منك وتخزينها في بلد لا يعتبر أنه يوفر مستوى كافٍ من الحماية بموجب قوانينك المحلية. قد تتم معالجتها أيضًا من قبل موظفين يعملون خارج بلد إقامتك. من خلال تقديم معلوماتك الشخصية، فإنك تقر، وحيثما كان ذلك ضروريًا بموجب القوانين المحلية، توافق على هذا النقل أو التخزين أو المعالجة.

# privacy_policy_contact_title
source: Contact Us
ar: اتصل بنا

# privacy_policy_contact_content
source: If you have any questions or comments regarding privacy issues, please contact us:
ar: إذا كان لديك أي أسئلة أو تعليقات بخصوص قضايا الخصوصية، يرجى الاتصال بنا:

# home_user_welcome
source: Welcome, {userName}
ar: مرحبًا، {userName}

# add_new_card_title
source: Add new card
ar: إضافة بطاقة جديدة

# add_new_card_number_hint
source: Card number
ar: رقم البطاقة

# add_new_card_number_required
source: Enter card number
ar: أدخل رقم البطاقة

# add_new_card_number_invalid_length
source: Invalid card number length
ar: طول رقم البطاقة غير صحيح

# add_new_card_full_name_hint
source: Full name
ar: الاسم الكامل

# add_new_card_full_name_required
source: Enter full name
ar: أدخل الاسم الكامل

# add_new_card_full_name_invalid_format
source: Invalid name format
ar: تنسيق الاسم غير صحيح

# add_new_card_expiry_hint
source: MM/YY
ar: شهر/سنة

# add_new_card_expiry_required
source: Please enter expiry date
ar: يرجى إدخال تاريخ انتهاء الصلاحية

# add_new_card_expiry_invalid_digits
source: Enter 4 digits (MMYY)
ar: أدخل 4 أرقام (شهرسنة)

# add_new_card_expiry_invalid_month
source: Invalid month
ar: الشهر غير صحيح

# add_new_card_expiry_expired
source: Card expired
ar: البطاقة منتهية الصلاحية

# add_new_card_cvv_hint
source: CVV
ar: رمز الأمان

# add_new_card_cvv_required
source: Please enter CVV
ar: يرجى إدخال رمز الأمان

# add_new_card_cvv_invalid
source: CVV must be 3 digits
ar: رمز الأمان يجب أن يكون 3 أرقام

# add_new_card_add_button
source: Add card
ar: إضافة البطاقة

# add_new_card_success_message
source: Success Add Card
ar: تم إضافة البطاقة بنجاح

# add_new_card_cardholder_default
source: CARDHOLDER
ar: حامل البطاقة

# add_new_card_valid_thru_label
source: VALID THRU
ar: صالح حتى

# add_new_card_authorized_signature
source: Authorized Signature
ar: التوقيع المصرح

# search_trip_title
source: Search Trip
ar: البحث عن رحلة

# search_trip_no_results_found
source: No results found for the entered location.
ar: لم يتم العثور على نتائج للموقع المدخل.

# search_trip_suggested_trips_title
source: Suggested trips based on your location
ar: رحلات مقترحة بناءً على موقعك

# search_trip_gathering_recommendations
source: We're still gathering recommendations for you. Stay tuned!
ar: نحن ما زلنا نجمع التوصيات لك. ابق على اطلاع!

# search_trip_no_active_passengers
source: There are no active passengers at the moment.
ar: لا يوجد ركاب نشطين في الوقت الحالي.

# search_trip_active_destination_success
source: You've been set as active for this destination.
ar: تم تعيينك كنشط لهذه الوجهة.

# trip_details_completed_booking
source: Completed Booking
ar: تم الحجز

# payment_complete_payment_title
source: Complete Payment
ar: إكمال الدفع

# payment_complete_payment_message
source: You will now be redirected to complete the payment. A confirmation email has also been sent.
ar: سيتم توجيهك الآن لإكمال عملية الدفع. تم إرسال بريد إلكتروني للتأكيد أيضًا.

# payment_success_title
source: Payment Success
ar: تم الدفع بنجاح

# payment_pay_amount
source: Pay
ar: ادفع

# payment_no_card_added
source: It looks like you haven't added a card yet. Add one now to continue.
ar: يبدو أنك لم تقم بإضافة بطاقة بعد. أضف واحدة الآن للمتابعة.

# user_history_booking_title
source: Booking history
ar: سجل الحجوزات

# user_history_booking_no_history
source: There are no history trip at the moment.
ar: لا توجد رحلات في السجل في الوقت الحالي.

# user_history_booking_from_label
source: From:
ar: من:

# user_history_booking_to_label
source: To:
ar: إلى:

# user_history_booking_status_label
source: Status:
ar: الحالة:

# user_history_booking_total_seats_label
source: Total seats:
ar: إجمالي المقاعد:

# user_transactions_title
source: Transaction
ar: المعاملات

# user_transactions_no_transactions
source: You don't have any transactions yet.
ar: ليس لديك أي معاملات بعد.

# trip_status_planned
source: Planned
ar: مخططة

# trip_status_active
source: Active
ar: نشطة

# trip_status_completed
source: Completed
ar: مكتملة

# trip_status_canceled
source: Canceled
ar: ملغاة

# trip_status_unknown
source: Unknown
ar: غير معروفة

# home_driver_no_active_passengers
source: There are no active passengers at the moment.
ar: لا يوجد ركاب نشطين في الوقت الحالي.

# home_driver_active_passengers_label
source: Active passengers:
ar: الركاب النشطين:

# home_driver_from_label
source: From:
ar: من:

# home_driver_to_label
source: To:
ar: إلى:

# driver_wallet_earnings_title
source: Wallet and earnings
ar: المحفظة والأرباح

# driver_wallet_earnings_balance
source: Balance Your
ar: رصيدك

# driver_wallet_earnings_withdrawal
source: Withdrawal
ar: سحب

# driver_wallet_earnings_last_transaction
source: Last Transaction
ar: آخر معاملة

# driver_wallet_earnings_no_transactions
source: You don't have any transactions yet.
ar: ليس لديك أي معاملات بعد.

# driver_wallet_earnings_card_number
source: Card number
ar: رقم البطاقة

# driver_wallet_earnings_card_number_required
source: Please enter the card number
ar: يرجى إدخال رقم البطاقة

# driver_wallet_earnings_card_number_length
source: Card number must be 16 digits
ar: يجب أن يتكون رقم البطاقة من 16 رقمًا

# driver_wallet_earnings_card_number_digits
source: Only numbers are allowed
ar: يسمح فقط بالأرقام

# driver_wallet_earnings_withdrawal_request
source: Withdrawal Request (Wednesdays only)
ar: طلب سحب (الأربعاء فقط)

# driver_wallet_earnings_amount_required
source: Please enter the amount
ar: يرجى إدخال المبلغ

# driver_wallet_earnings_amount_min
source: Amount must be greater than 0
ar: يجب أن يكون المبلغ أكبر من 0

# driver_wallet_earnings_amount_exceeds
source: Amount exceeds your available balance
ar: المبلغ يتجاوز رصيدك المتاح

# driver_wallet_earnings_amount_hint
source: Enter the amount to withdraw
ar: أدخل المبلغ المراد سحبه

# driver_wallet_earnings_withdrawal_wednesday_only
source: Withdrawal is only allowed on Wednesdays.
ar: السحب مسموح فقط أيام الأربعاء.

# driver_wallet_earnings_withdraw
source: Withdraw
ar: سحب

# driver_wallet_earnings_withdrawal_success_title
source: Success
ar: تمت العملية

# driver_wallet_earnings_withdrawal_success_message
source: Your withdrawal has been completed successfully.
ar: تمت عملية السحب بنجاح.

# driver_history_trips_title
source: History trips
ar: سجل الرحلات

# driver_history_trips_no_history
source: There are no history trip at the moment.
ar: لا توجد رحلات في السجل في الوقت الحالي.

# home_driver_chart_sales
source: Sales
ar: المبيعات

# home_driver_monday
source: Monday
ar: الإثنين

# home_driver_tuesday
source: Tuesday
ar: الثلاثاء

# home_driver_wednesday
source: Wednesday
ar: الأربعاء

# home_driver_thursday
source: Thursday
ar: الخميس

# home_driver_friday
source: Friday
ar: الجمعة

# home_driver_saturday
source: Saturday
ar: السبت

# home_driver_sunday
source: Sunday
ar: الأحد

# created_trip_bookings_passengers
source: Bookings Passengers
ar: حجوزات الركاب

# created_trip_from
source: from
ar: من

# created_trip_status
source: Status
ar: الحالة

# created_trip_status_planned
source: Planned
ar: مخطط

# created_trip_status_active
source: Active
ar: نشطة

# created_trip_status_completed
source: Completed
ar: مكتملة

# created_trip_status_canceled
source: Canceled
ar: ملغاة

# created_trip_status_unknown
source: Unknown
ar: غير معروف

# created_trip_cancel_info
source: You can cancel the trip anytime up to 1 hour before the departure time. Canceling after that may affect your integrity score.
ar: يمكنك إلغاء الرحلة في أي وقت حتى ساعة واحدة قبل وقت المغادرة. قد يؤثر الإلغاء بعد ذلك على تقييمك.

# created_trip_canceled_trip
source: Cancel trip
ar: إلغاء الرحلة

# created_trip_finish_trip
source: Finish trip
ar: إنهاء الرحلة

# created_trip_confirm_cancel_title
source: Confirm Cancellation
ar: تأكيد الإلغاء

# created_trip_confirm_cancel_content
source: Are you sure you want to cancel this trip?
ar: هل أنت متأكد أنك تريد إلغاء هذه الرحلة؟

# created_trip_confirm_cancel_button
source: Confirm cancel
ar: تأكيد الإلغاء
