Repository: m7md-gafarr/Aoun-App
Catalog: lib/l10n/intl_*.arb
Languages: ar

# driver_register_id_back_desc_3
source: Use natural light and place the card on a flat surface.
ar: استخدم إضاءة طبيعية وضع البطاقة على سطح مستوٍ.

# driver_register_criminal_record_title
source: Criminal Status Record
ar: السجل الجنائي

# driver_register_criminal_record_desc_1
source: Upload your Criminal Status Record issued within the last 3 months.
ar: قم بتحميل سجلك الجنائي الصادر خلال آخر 3 أشهر.

# driver_register_criminal_record_desc_2
source: Make sure all stamps and signatures are visible.
ar: تأكد من وضوح جميع الأختام والتوقيعات.

# driver_register_criminal_record_desc_3
source: Ensure the document is fully scanned and not cropped.
ar: تأكد من مسح المستند بالكامل وعدم اقتصاصه.

# driver_register_vehicle_picture_title
source: Vehicle Picture
ar: صورة المركبة

# driver_register_vehicle_picture_desc_1
source: Upload a full side view of your vehicle.
ar: قم بتحميل صورة جانبية كاملة لمركبتك.

# driver_register_vehicle_picture_desc_2
source: Ensure the license plate is visible.
ar: تأكد من وضوح لوحة الترخيص.

# driver_register_vehicle_picture_desc_3
source: Vehicle must be clean and undamaged.
ar: يجب أن تكون المركبة نظيفة وغير متضررة.

# driver_register_vehicle_reg_front_title
source: Vehicle Registration (Front)
ar: شهادة تسجيل المركبة (الوجه الأمامي)

# driver_register_vehicle_reg_front_desc_1
source: Upload the front page of the official vehicle registration certificate.
ar: قم بتحميل الصفحة الأمامية من شهادة تسجيل المركبة الرسمية.

# driver_register_vehicle_reg_front_desc_2
source: All registration details must be visible and readable.
ar: يجب أن تكون جميع تفاصيل التسجيل واضحة ومقروءة.

# driver_register_vehicle_reg_back_title
source: Vehicle Registration (Back)
ar: شهادة تسجيل المركبة (الوجه الخلفي)

# driver_register_vehicle_reg_back_desc_1
source: Upload the back page of your vehicle registration.
ar: قم بتحميل الصفحة الخلفية من شهادة تسجيل مركبتك.

# driver_register_vehicle_reg_back_desc_2
source: Ensure the chassis number and expiry date are clear.
ar: تأكد من وضوح رقم الهيكل وتاريخ الانتهاء.

# driver_image_take_picture
source: Take a picture
ar: التقط صورة

# driver_image_choose_gallery
source: Choose from Gallery
ar: اختر من المعرض

# transport_location_loading
source: Loading...
ar: جاري التحميل...

# transport_destination
source: To
ar: إلى

# transport_add_new_card
source: Add New Card
ar: إضافة بطاقة جديدة

# transport_delete
source: Delete
ar: حذف

# transport_latest_trips
source: Lasted trips
ar: آخر الرحلات

# transport_no_trips
source: No trips found.
ar: لم يتم العثور على رحلات.

# trip_from_label
source: From:
ar: من:

# trip_to_label
source: To:
ar: إلى:

# trip_details_display_route
source: Display Route in map
ar: عرض المسار على الخريطة

# trip_details_departure_date
source: Departure date
ar: تاريخ المغادرة

# trip_details_estimated_distance
source: Estimated Distance
ar: المسافة المقدرة

# trip_details_estimated_arrival
source: Estimated Arrival Time
ar: وقت الوصول المقدر

# trip_details_seats_suffix
source: Seats
ar: مقاعد

# trip_details_rating_driving_skills
source: Driving skills
ar: مهارات القيادة

# trip_details_rating_punctuality
source: Punctuality
ar: الالتزام بالمواعيد

# trip_details_rating_behavior
source: Behavior
ar: السلوك

# trip_details_rating_pricing
source: Pricing
ar: التسعير

# trip_details_rating_title
source: Rating
ar: التقييم

# trip_details_car_model
source: Car Model
ar: طراز السيارة

# trip_details_seats
source: Seats
ar: المقاعد

# trip_details_license_plate
source: License Plate
ar: رقم اللوحة

# trip_details_mobile_number
source: Mobile number
ar: رقم الهاتف

# trip_details_last_reviews
source: Last Reviews
ar: آخر التقييمات

# book_trip_title
source: Book Trip
ar: حجز رحلة

# book_trip_number_of_seats
source: Number of Seats
ar: عدد المقاعد

# book_trip_meeting_point_title
source: Meeting Point
ar: نقطة اللقاء

# book_trip_meeting_point_desc
source: Select your preferred meeting point on the map
ar: اختر نقطة اللقاء المفضلة على الخريطة

# book_trip_add_note
source: Add Note
ar: إضافة ملاحظة

# book_trip_note_hint
source: Add any special instructions or requirements
ar: أضف أي تعليمات أو متطلبات خاصة

# book_trip_continue_payment
source: Continue to Payment
ar: المتابعة إلى الدفع

# payment_title
source: Payment
ar: الدفع

# payment_cancel
source: Cancel
ar: إلغاء

# payment_wallet_tab
source: Wallet
ar: المحفظة

# payment_card_tab
source: Card
ar: البطاقة

# payment_pay_from
source: Pay from
ar: ادفع من

# payment_no_debit_card
source: No Debit Card Found
ar: لم يتم العثور على بطاقة خصم

# payment_no_cards
source: No cards available
ar: لا توجد بطاقات متاحة

# payment_loading
source: loading
ar: جاري التحميل

# payment_add_new_card
source: Add a new card
ar: إضافة بطاقة جديدة

# payment_wallet_number
source: Wallet Number
ar: رقم المحفظة

# payment_phone_required
source: Phone number is required
ar: رقم الهاتف مطلوب

# payment_phone_prefix
source: Phone number must start with 010, 011, 012, or 015
ar: يجب أن يبدأ رقم الهاتف بـ 010 أو 011 أو 012 أو 015

# payment_phone_length
source: Phone number must be exactly 11 digits
ar: يجب أن يتكون رقم الهاتف من 11 رقمًا بالضبط

# payment_seats_count
source: Number of seats
ar: عدد المقاعد

# payment_total_amount
source: Total amount
ar: المبلغ الإجمالي

# payment_receipt_title
source: Payment Receipt
ar: إيصال الدفع

# payment_success_description
source: Your payment for Aoun was successful.
ar: تمت عملية الدفع لعون بنجاح

# payment_total_payment
source: Total Payment
ar: إجمالي الدفع

# payment_total_seats
source: Total Seats
ar: إجمالي المقاعد

# payment_done_button
source: Done
ar: تم

# payment_pay_again_button
source: Book again
ar: حجز مرة اخرى

# payment_proceed
source: Proceed
ar: متابعة

# payment_amount
source: Pay: 24 EG
ar: ادفع: 24 جنيه

# search_trip_from_hint
source: From
ar: من

# search_trip_to_hint
source: To
ar: إلى

# search_trip_all_trips
source: All trips
ar: جميع الرحلات

# search_trip_no_trips_message
source: No trips found for this destination. You can set it as your active destination to get notified when a driver creates a trip.
ar: لم يتم العثور على رحلات لهذا الوجهة. يمكنك تعيينها كوجهة نشطة ليتم إخطارك عندما يقوم السائق بإنشاء رحلة.

# search_trip_set_active_destination
source: Set Active Destination
ar: تعيين كوجهة نشطة

# search_trip_from_label
source: From:
ar: من:

# search_trip_to_label
source: To:
ar: إلى:

# search_trip_active_passengers
source: Active passengers:
ar: الركاب النشطين:

# seats
source: {count, plural, =0{No seats} =1{1 seat} other{{count} seats}}
ar: {count, plural, =0{لا يوجد مقاعد} =1{مقعد} =2{مقعدان} few{{count} مقاعد} many{{count} مقعد} other{{count} مقعد}}

# trip
source: {count, plural, =0{No trips} =1{1 trip} other{{count} trips}}
ar: {count, plural, =0{لا رحلات} =1{1 رحلة} other{{count} رحلات}}

# user_profile_transactions
source: Transactions
ar: المعاملات

# user_profile_booking_history
source: Booking history
ar: سجل الحجوزات

# user_profile_theme_light
source: Light
ar: فاتح

# user_profile_theme_dark
source: Dark
ar: داكن

# paymob_payment_title
source: Paymob Payment
ar: دفع بايموب

# paymob_error_message
source: error
ar: خطأ

# user_edit_profile_update_success_title
source: Updated Successfully
ar: تم التحديث بنجاح

# user_edit_profile_update_success_ok
source: Ok
ar: حسنًا

# contact_us_title
source: Contact Us
ar: اتصل بنا

# contact_us_email_hint
source: Your Email
ar: بريدك الإلكتروني

# contact_us_email_required
source: Please enter your email
ar: يرجى إدخال بريدك الإلكتروني

# contact_us_email_invalid
source: Enter a valid email
ar: أدخل بريد إلكتروني صحيح

# contact_us_phone_hint
source: Your Phone
ar: رقم هاتفك

# contact_us_phone_required
source: Please enter your phone number
ar: يرجى إدخال رقم هاتفك

# contact_us_address_hint
source: Your Address
ar: عنوانك

# contact_us_message_hint
source: Your Message...
ar: رسالتك...

# contact_us_message_required
source: Please enter your message
ar: يرجى إدخال رسالتك

# contact_us_message_sent
source: Message sent!
ar: تم إرسال الرسالة!

# contact_us_send_button
source: Send Message
ar: إرسال الرسالة

# terms_conditions_title
source: Terms & Conditions
ar: الشروط والأحكام

# terms_conditions_header
source: Terms of Use
ar: شروط الاستخدام

# terms_conditions_introduction
source: These Terms of Use govern your access and use of Auan Services made available by Auan Inc., a private limited liability company established in the British Virgin Islands. By accessing or using the Auan Services, you agree to be bound by these Terms, which establish a contractual relationship between you and Auan. Please read these Terms carefully before using our services.
ar: تحكم شروط الاستخدام هذه الوصول إلى خدمات عون واستخدامها، وهي متاحة من قبل شركة عون المحدودة، وهي شركة مسؤولية محدودة خاصة تأسست في جزر فيرجن البريطانية. من خلال الوصول إلى خدمات عون أو استخدامها، فإنك توافق على الالتزام بهذه الشروط، التي تنشئ علاقة تعاقدية بينك وبين عون. يرجى قراءة هذه الشروط بعناية قبل استخدام خدماتنا.

# terms_conditions_contractual_relationship_title
source: Contractual Relationship
ar: العلاقة التعاقدية

# terms_conditions_contractual_relationship_content
source: These Terms of Use ("Terms") govern the access or use by you, an individual, from within any country in the world (excluding the United States and its territories and possessions and Mainland China) of applications, websites, content, call center, technology platform, e-payment services, products, and services (collectively, the "Auan Services") made available by Auan Inc. These Terms constitute a legally binding agreement between you and your local Auan entity. Please read these Terms carefully before accessing or using the Auan Services. If you do not agree to be bound by the Terms, you may not use or access the Auan Services. Your access and use of the Auan Services constitutes your agreement to be bound by these Terms, which establishes a contractual relationship between you, Auan, and your local Auan entity. These Terms expressly supersede prior agreements or arrangements with you. Auan may immediately terminate these Terms or any of the Auan Services with respect to you, or generally cease offering or deny access to the Auan Services or any portion thereof, at any time for any reason.
ar: تحكم شروط الاستخدام هذه ("الشروط") الوصول أو الاستخدام من قبلك، كفرد، من داخل أي بلد في العالم (باستثناء الولايات المتحدة وأقاليمها وممتلكاتها والصين القارية) للتطبيقات والمواقع الإلكترونية والمحتوى ومركز الاتصال ومنصة التكنولوجيا وخدمات الدفع الإلكتروني والمنتجات والخدمات (المشار إليها مجتمعة باسم "خدمات عون") المتاحة من قبل شركة عون المحدودة. تشكل هذه الشروط اتفاقية ملزمة قانونًا بينك وبين كيان عون المحلي. يرجى قراءة هذه الشروط بعناية قبل الوصول إلى خدمات عون أو استخدامها. إذا كنت لا توافق على الالتزام بالشروط، فلا يجوز لك استخدام أو الوصول إلى خدمات عون. يشكل وصولك واستخدامك لخدمات عون موافقتك على الالتزام بهذه الشروط، التي تنشئ علاقة تعاقدية بينك وبين عون وكيان عون المحلي. هذه الشروط تلغي صراحةً الاتفاقيات أو الترتيبات السابقة معك. يجوز لعون إنهاء هذه الشروط أو أي من خدمات عون فيما يتعلق بك فورًا، أو التوقف عن تقديم أو رفض الوصول إلى خدمات عون أو أي جزء منها، في أي وقت لأي سبب.

# terms_conditions_amendments_title
source: Amendments and Supplemental Terms
ar: التعديلات والشروط التكميلية

# terms_conditions_amendments_content
source: Supplemental terms may apply to certain Auan Services, such as policies for a particular event, activity, or promotion, and such supplemental terms will be disclosed to you in connection with the applicable Auan Services. Supplemental terms are in addition to, and shall be deemed a part of, the Terms for the purposes and period of the applicable Auan Services. Auan may amend the Terms related to the Auan Services from time to time. Amendments will be effective upon Auan posting such updated Terms at this location or the amended policies or supplemental terms on the applicable Service. Your continued access or use of the Auan Services after such posting constitutes your consent to be bound by the Terms, as amended. Our collection and use of your personal information is provided in Auan's Privacy Policy, which can be accessed at https://swvl.com/privacy_policy.
ar: قد تنطبق شروط تكميلية على خدمات عون معينة، مثل السياسات الخاصة بحدث أو نشاط أو عرض معين، وستتم إفادتك بهذه الشروط التكميلية فيما يتعلق بخدمات عون المعنية. الشروط التكميلية إضافية إلى الشروط وستعتبر جزءًا منها لأغراض وفترة خدمات عون المعنية. يجوز لعون تعديل الشروط المتعلقة بخدمات عون من وقت لآخر. ستكون التعديلات سارية عند نشر عون لهذه الشروط المحدثة في هذا الموقع أو السياسات المعدلة أو الشروط التكميلية على الخدمة المعنية. استمرارك في الوصول إلى خدمات عون أو استخدامها بعد هذا النشر يشكل موافقتك على الالتزام بالشروط كما تم تعديلها. يتم توفير جمعنا واستخدامنا لمعلوماتك الشخصية في سياسة الخصوصية الخاصة بعون، والتي يمكن الوصول إليها على https://swvl.com/privacy_policy.

# terms_conditions_services_title
source: The Auan Services
ar: خدمات عون

# terms_conditions_services_content
source: The Auan Services constitute a technology platform that enables users of Auan's mobile applications or websites provided as part of the Auan Services (each, an "Application") to arrange and schedule transportation services with independent third-party providers of such services, including independent third-party transportation providers under agreement with Auan or certain of Auan's Affiliates ("Third Party Providers"). Unless otherwise agreed by Auan in a separate written agreement with you, the Auan Services are made available solely for your personal and non-commercial use. Each service provided by a Third Party Provider to you shall constitute a separate legal agreement between you and the Third Party Provider. You acknowledge that Auan does not provide any form of transportation services or function as a transportation carrier or service provider or own any vehicles for transportation and that all such transportation services are provided by Third Party Providers who are not employed by Auan or any of its Affiliates nor operate under their control.
ar: تشكل خدمات عون منصة تكنولوجية تمكن مستخدمي تطبيقات عون المحمولة أو المواقع الإلكترونية المقدمة كجزء من خدمات عون (كل منها، "تطبيق") من ترتيب وجدولة خدمات النقل مع مزودي الطرف الثالث المستقلين لهذه الخدمات، بما في ذلك مزودي النقل المستقلين من الطرف الثالث بموجب اتفاقية مع عون أو بعض الشركات التابعة لعون ("مزودو الطرف الثالث"). ما لم يتفق عون على خلاف ذلك في اتفاقية منفصلة مكتوبة معك، يتم توفير خدمات عون حصريًا لاستخدامك الشخصي وغير التجاري. كل خدمة يقدمها مزود الطرف الثالث لك ستشكل اتفاقية قانونية منفصلة بينك وبين مزود الطرف الثالث. تعترف بأن عون لا يوفر أي شكل من أشكال خدمات النقل أو يعمل كشركة نقل أو مزود خدمة نقل أو يمتلك أي مركبات للنقل وأن جميع خدمات النقل هذه يقدمها مزودو الطرف الثالث الذين لا يعملون لدى عون أو أي من شركاته التابعة ولا يعملون تحت سيطرتهم.

# terms_conditions_license_title
source: License
ar: الترخيص

# terms_conditions_license_content
source: Subject to your compliance with these Terms, Auan grants you a limited, non-exclusive, non-sublicensable, non-assignable, revocable, and non-transferable license to: • Access and use the Applications on your personal device solely in connection with your use of the Auan Services • Access and use any content, information, and related materials that may be made available through the Auan Services, in each case solely for your personal and non-commercial use Any rights not expressly granted herein are reserved by Auan and Auan's licensors.
ar: خاضعًا لامتثالك لهذه الشروط، يمنحك عون ترخيصًا محدودًا وغير حصري وغير قابل للترخيص الفرعي وغير قابل للتنازل وقابل للإلغاء وغير قابل للتحويل لـ: • الوصول إلى التطبيقات واستخدامها على جهازك الشخصي حصريًا فيما يتعلق باستخدامك لخدمات عون • الوصول إلى أي محتوى أو معلومات أو مواد ذات صلة قد تكون متاحة من خلال خدمات عون، في كل حالة حصريًا لاستخدامك الشخصي وغير التجاري أي حقوق لم يتم منحها صراحةً هنا محفوظة لعون ومرخصي عون.

# terms_conditions_restrictions_title
source: Restrictions
ar: القيود

# terms_conditions_restrictions_content
source: You specifically agree not to, without the prior explicit written consent of Auan: • Remove any copyright, trademark, or other proprietary notices from any portion of the Auan Services • Reproduce, modify, prepare derivative works based upon, distribute, license, lease, sell, resell, transfer, publicly display, publicly perform, transmit, stream, broadcast, or otherwise exploit the Auan Services except as expressly permitted by Auan • Decompile, reverse engineer, or disassemble the Auan Services • Link to, mirror, or frame any portion of the Auan Services • Cause or launch any programs or scripts for the purpose of scraping, indexing, surveying, or otherwise data mining any portion of the Auan Services • Attempt to gain unauthorized access to or impair any aspect of the Auan Services or its related systems or networks
ar: توافق تحديدًا على عدم القيام بما يلي، دون الموافقة الكتابية الصريحة المسبقة من عون: • إزالة أي إشعارات حقوق النشر أو العلامات التجارية أو الملكية الأخرى من أي جزء من خدمات عون • إعادة إنتاج أو تعديل أو إعداد أعمال مشتقة بناءً عليها أو توزيع أو ترخيص أو تأجير أو بيع أو إعادة بيع أو نقل أو عرض علني أو أداء علني أو إرسال أو بث أو استغلال خدمات عون بطريقة أخرى إلا كما يسمح به عون صراحةً • فك تجميع أو عكس هندسة أو تفكيك خدمات عون • ربط أو عكس أو تأطير أي جزء من خدمات عون • التسبب في إطلاق أي برامج أو نصوص لغرض الاستخراج أو الفهرسة أو المسح أو استخراج البيانات بطريقة أخرى من أي جزء من خدمات عون • محاولة الوصول غير المصرح به إلى أو إضعاف أي جانب من جوانب خدمات عون أو أنظمتها أو شبكاتها ذات الصلة

# terms_conditions_provision_title
source: Provision of Auan Services
ar: توفير خدمات عون

# terms_conditions_provision_content
source: You acknowledge that portions of the Auan Services may be made available under Auan's various brands or request options associated with transportation, including the transportation request brands currently referred to as "Premium" and "Economy." You also acknowledge that the Auan Services may be made available under such brands or request options by or in connection with: • Certain of Auan's Affiliates • Independent Third Party Providers, including transportation network company drivers, transportation charter permit holders, or holders of similar transportation permits, authorizations, or licenses
ar: تعترف بأن أجزاء من خدمات عون قد تكون متاحة تحت العلامات التجارية المختلفة لعون أو خيارات الطلب المرتبطة بالنقل، بما في ذلك علامات طلب النقل المشار إليها حاليًا باسم "بريميوم" و"إيكونومي". تعترف أيضًا بأن خدمات عون قد تكون متاحة تحت هذه العلامات التجارية أو خيارات الطلب من قبل أو فيما يتعلق بـ: • بعض الشركات التابعة لعون • مزودي الطرف الثالث المستقلين، بما في ذلك سائقي شركات شبكة النقل أو حاملي تصاريح النقل السياحي أو حاملي تصاريح أو تراخيص النقل المماثلة

# terms_conditions_third_party_title
source: Third Party Services and Content
ar: خدمات ومحتوى الطرف الثالث

# terms_conditions_third_party_content
source: The Auan Services may be made available or accessed in connection with third-party services and content (including advertising) that Auan does not control. You acknowledge that different terms of use and privacy policies may apply to your use of such third-party services and content. Auan does not endorse such third-party services and content, and in no event shall Auan be responsible or liable for any products or services of such third-party providers. Additionally, Apple Inc., Google, Inc., or the provider of any other applicable mobile operating system and/or their applicable international subsidiaries and affiliates will be third-party beneficiaries to these Terms if you access the Auan Services using Applications developed for Apple iOS, Android, or any other applicable operating system-powered mobile devices, respectively.
ar: قد تكون خدمات عون متاحة أو يمكن الوصول إليها فيما يتعلق بخدمات ومحتوى الطرف الثالث (بما في ذلك الإعلانات) التي لا يتحكم فيها عون. تعترف بأن شروط استخدام وسياسات خصوصية مختلفة قد تنطبق على استخدامك لخدمات ومحتوى الطرف الثالث هذه. لا يؤيد عون خدمات ومحتوى الطرف الثالث هذه، وفي أي حال لن يكون عون مسؤولاً أو ملزماً بأي منتجات أو خدمات مزودي الطرف الثالث هؤلاء. بالإضافة إلى ذلك، ستكون شركة آبل المحدودة أو شركة جوجل المحدودة أو مزود أي نظام تشغيل محمول آخر قابل للتطبيق و/أو الشركات التابعة الدولية المعنية لهم مستفيدين من الطرف الثالث من هذه الشروط إذا وصلت إلى خدمات عون باستخدام التطبيقات المطورة لـ iOS من آبل أو أندرويد أو أي أجهزة محمولة مدعومة بنظام تشغيل آخر قابل للتطبيق، على التوالي.

# terms_conditions_ownership_title
source: Ownership
ar: الملكية

# terms_conditions_ownership_content
source: The Auan Services and all rights therein are and shall remain Auan's property or the property of Auan's licensors. Neither these Terms nor your use of the Auan Services convey or grant to you any rights: • In or related to the Auan Services except for the limited license granted above • To use or reference in any manner Auan's company names, logos, product and service names, trademarks, or service marks or those of Auan's licensors irrespective of whether or not they are registered or unregistered
ar: خدمات عون وجميع الحقوق فيها هي وستبقى ملكية عون أو ملكية مرخصي عون. لا تنقل هذه الشروط ولا استخدامك لخدمات عون أو تمنحك أي حقوق: • في خدمات عون أو المتعلقة بها إلا للترخيص المحدود الممنوح أعلاه • لاستخدام أو الإشارة بأي طريقة إلى أسماء الشركات أو الشعارات أو أسماء المنتجات والخدمات أو العلامات التجارية أو علامات الخدمة الخاصة بعون أو مرخصي عون بغض النظر عما إذا كانت مسجلة أم غير مسجلة

# terms_conditions_need_help_title
source: Need Help?
ar: تحتاج مساعدة؟

# terms_conditions_need_help_content
source: If you have any questions about these Terms of Use or need assistance with our services, please contact our support team.
ar: إذا كان لديك أي أسئلة حول شروط الاستخدام هذه أو تحتاج إلى مساعدة في خدماتنا، يرجى الاتصال بفريق الدعم لدينا.

# terms_conditions_acknowledgment
source: By continuing to use Auan Services, you acknowledge that you have read, understood, and agree to be bound by these Terms.
ar: من خلال الاستمرار في استخدام خدمات عون، فإنك تعترف بأنك قد قرأت وفهمت وتوافق على الالتزام بهذه الشروط.

# privacy_policy_title
source: Privacy Policy
ar: سياسة الخصوصية

# privacy_policy_header
source: Understanding Our Commitment to Your Privacy
ar: فهم التزامنا بحماية خصوصيتك

# privacy_policy_introduction
source: Auan Inc., its respective subsidiaries, affiliates, associated companies, and jointly controlled entities (collectively "Auan," "we," "our," or "us") appreciate your need for protection of your personal data and are committed to protecting and respecting the privacy of all persons contacting, visiting, or otherwise submitting information to Auan. This Privacy Policy describes how Auan collects, uses, processes, and discloses your Personal Data through the use of Auan's Apps and Websites, products, features, and other services globally. This Policy applies to passengers, agents, vendors, suppliers, partners, contractors, and service providers.
ar: شركة عون المحدودة وشركاتها التابعة والشركات المرتبطة والشركات المشتركة والكيانات الخاضعة للسيطرة المشتركة (المشار إليها مجتمعة باسم "عون" أو "نحن" أو "لنا") تقدر حاجتك لحماية بياناتك الشخصية وتلتزم بحماية واحترام خصوصية جميع الأشخاص الذين يتواصلون أو يزورون أو يقدمون معلومات لعون بأي طريقة أخرى. تصف سياسة الخصوصية هذه كيفية جمع عون واستخدام ومعالجة وكشف بياناتك الشخصية من خلال استخدام تطبيقات ومواقع عون والمنتجات والميزات والخدمات الأخرى عالميًا. تنطبق هذه السياسة على الركاب والوكلاء والبائعين والموردين والشركاء والمقاولين ومقدمي الخدمات.

# privacy_policy_acknowledgment_title
source: User's Acknowledgement of This Policy
ar: إقرار المستخدم بهذه السياسة
